[
  {
    "id": "qp-people-001",
    "category": "Famous People",
    "word": "MOZART",
    "clues": [
      "This prodigy composed music from age five",
      "Created over 600 works in his short lifetime",
      "Famous Austrian composer of the Classical era"
    ],
    "factoid": "Mozart could play and compose music before he could read or write."
  },
  {
    "id": "qp-people-002",
    "category": "Famous People",
    "word": "DARWIN",
    "clues": [
      "This naturalist traveled aboard HMS Beagle",
      "Studied finches on the Galápagos Islands",
      "Proposed the theory of evolution by natural selection"
    ],
    "factoid": "Darwin waited 20 years to publish his theory of evolution."
  },
  {
    "id": "qp-people-003",
    "category": "Famous People",
    "word": "GANDHI",
    "clues": [
      "This leader advocated for nonviolent resistance",
      "Led India's independence movement",
      "Known as the Mahatma, meaning 'great soul'"
    ],
    "factoid": "Gandhi walked an estimated 18 kilometers daily."
  },
  {
    "id": "qp-people-004",
    "category": "Famous People",
    "word": "TESLA",
    "clues": [
      "This inventor contributed to AC electrical systems",
      "Had a famous rivalry with Thomas Edison",
      "The SI unit of magnetic flux density is named after him"
    ],
    "factoid": "Tesla spoke eight languages and had a photographic memory."
  },
  {
    "id": "qp-people-005",
    "category": "Famous People",
    "word": "NEWTON",
    "clues": [
      "An apple supposedly inspired this scientist's famous theory",
      "Invented calculus and the laws of motion",
      "English physicist and mathematician from the 1600s"
    ],
    "factoid": "Newton was a warden of the Royal Mint and cracked down on counterfeiters."
  },
  {
    "id": "qp-people-006",
    "category": "Famous People",
    "word": "BILLIE EILISH",
    "clues": [
      "This singer recorded her debut album in her brother's bedroom",
      "Known for her whispery vocal style and baggy fashion",
      "Won five Grammys at age 18 including Record of the Year"
    ],
    "factoid": "Billie Eilish is the youngest artist to win all four major Grammy categories in one night."
  },
  {
    "id": "qp-people-007",
    "category": "Famous People",
    "word": "JON STEWART",
    "clues": [
      "This comedian turned a comedy news show into must-watch political TV",
      "Hosted Comedy Central's flagship show for 16 years",
      "Known for his passionate advocacy for 9/11 first responders"
    ],
    "factoid": "Jon Stewart's real last name is Leibowitz; he changed it early in his comedy career."
  },
  {
    "id": "qp-people-008",
    "category": "Famous People",
    "word": "MARC MARON",
    "clues": [
      "This comedian launched one of the first hit interview podcasts from his garage",
      "His show 'WTF' has featured everyone from comedians to a sitting president",
      "Known for his raw, confessional style of comedy"
    ],
    "factoid": "President Obama visited Marc Maron's garage in 2015 for a WTF podcast interview."
  },
  {
    "id": "qp-people-009",
    "category": "Famous People",
    "word": "CATHERINE O HARA",
    "clues": [
      "This Canadian actress is a comedy legend from SCTV",
      "Played the eccentric mother in a beloved sitcom about a rich family losing everything",
      "She played Kevin's mom in the Home Alone movies"
    ],
    "factoid": "Catherine O'Hara improvised much of her dialogue as Moira Rose on Schitt's Creek."
  },
  {
    "id": "qp-people-010",
    "category": "Famous People",
    "word": "MARIE CURIE",
    "clues": [
      "A pioneering scientist who made groundbreaking discoveries in radioactivity",
      "The first woman to win a Nobel Prize, and the only person to win in two different sciences",
      "Polish-born physicist and chemist who discovered polonium and radium"
    ],
    "factoid": "Marie Curie remains the only person to have won Nobel Prizes in two different scientific fields (Physics in 1903 and Chemistry in 1911)."
  },
  {
    "id": "qp-people-011",
    "category": "Famous People",
    "word": "STEPHEN HAWKING",
    "clues": [
      "A brilliant theoretical physicist who studied the nature of the universe",
      "Despite a debilitating motor neuron disease, became one of the most famous scientists of the modern era",
      "British cosmologist who wrote 'A Brief History of Time' and had a computerized voice"
    ],
    "factoid": "Stephen Hawking lived 55 years longer than doctors predicted after his ALS diagnosis at age 21."
  },
  {
    "id": "qp-people-012",
    "category": "Famous People",
    "word": "LEONARDO DA VINCI",
    "clues": [
      "A Renaissance polymath who excelled in art, science, and engineering",
      "Painted one of the most famous portraits in history, known for its mysterious smile",
      "Italian genius who created the 'Mona Lisa' and designed flying machines centuries before flight"
    ],
    "factoid": "Leonardo da Vinci wrote most of his notes in mirror writing, from right to left."
  },
  {
    "id": "qp-people-013",
    "category": "Famous People",
    "word": "GALILEO GALILEI",
    "clues": [
      "An Italian astronomer who challenged the established view of the solar system",
      "Improved the telescope and discovered four moons orbiting a distant planet",
      "Called the 'father of modern science' who faced trial for supporting heliocentrism"
    ],
    "factoid": "Galileo discovered Jupiter's four largest moons in 1610, now called the Galilean moons in his honor."
  },
  {
    "id": "qp-people-014",
    "category": "Famous People",
    "word": "THOMAS EDISON",
    "clues": [
      "An American inventor who held over 1,000 patents",
      "Created the first practical incandescent light bulb and the phonograph",
      "Established the first industrial research laboratory in Menlo Park"
    ],
    "factoid": "Thomas Edison held 1,093 US patents, more than any other individual in history at the time."
  },
  {
    "id": "qp-people-015",
    "category": "Famous People",
    "word": "STEVE JOBS",
    "clues": [
      "A tech visionary who revolutionized personal computing and mobile devices",
      "Co-founded a company that started in a garage and became one of the world's most valuable",
      "Introduced the iPhone, iPad, and made minimalist design iconic in technology"
    ],
    "factoid": "Steve Jobs was adopted at birth and later reconnected with his biological sister, author Mona Simpson."
  },
  {
    "id": "qp-people-016",
    "category": "Famous People",
    "word": "ELON MUSK",
    "clues": [
      "A billionaire entrepreneur involved in electric vehicles and space exploration",
      "Founded multiple companies including a rocket company and bought a major social media platform",
      "CEO of SpaceX and the company that makes Model 3, Model Y, and Cybertruck vehicles"
    ],
    "factoid": "Elon Musk taught himself computer programming at age 12 and sold his first video game for $500."
  },
  {
    "id": "qp-people-017",
    "category": "Famous People",
    "word": "NEIL DEGRASSE TYSON",
    "clues": [
      "An astrophysicist who became a popular science communicator",
      "Hosted a reboot of a famous space documentary series",
      "Director of the Hayden Planetarium who often tweets about science and appears on podcasts"
    ],
    "factoid": "Neil deGrasse Tyson was a varsity wrestler in college and served as captain of his team at Harvard."
  },
  {
    "id": "qp-people-018",
    "category": "Famous People",
    "word": "ADA LOVELACE",
    "clues": [
      "A 19th-century mathematician who worked on early computing machines",
      "Wrote the first algorithm intended to be processed by a machine",
      "The daughter of Lord Byron, considered the world's first computer programmer"
    ],
    "factoid": "Ada Lovelace envisioned computers could do more than just calculate, predicting they could create music and art."
  },
  {
    "id": "qp-people-019",
    "category": "Famous People",
    "word": "ALAN TURING",
    "clues": [
      "A British mathematician who helped crack enemy codes during World War II",
      "Created a test to determine if a machine can exhibit intelligent behavior",
      "Father of computer science who broke the Enigma code at Bletchley Park"
    ],
    "factoid": "Alan Turing was posthumously pardoned in 2013 for a conviction of gross indecency, nearly 60 years after his death."
  },
  {
    "id": "qp-people-020",
    "category": "Famous People",
    "word": "JANE GOODALL",
    "clues": [
      "A primatologist who revolutionized our understanding of animal behavior",
      "Spent decades studying wild animals in Tanzania",
      "British researcher famous for her work with chimpanzees in Gombe"
    ],
    "factoid": "Jane Goodall had no formal scientific training when she began her groundbreaking chimpanzee research at age 26."
  },
  {
    "id": "qp-people-021",
    "category": "Famous People",
    "word": "ALEXANDER GRAHAM BELL",
    "clues": [
      "A Scottish-born inventor who revolutionized communication",
      "His mother and wife were both deaf, inspiring his work on sound transmission",
      "Patented the first practical device for long-distance voice communication in 1876"
    ],
    "factoid": "Alexander Graham Bell refused to have his famous invention in his study, finding it intrusive."
  },
  {
    "id": "qp-people-022",
    "category": "Famous People",
    "word": "BENJAMIN FRANKLIN",
    "clues": [
      "An American polymath who was a founding father, scientist, and inventor",
      "Conducted a famous dangerous experiment with a kite during a storm",
      "His face appears on the $100 bill and he invented bifocals"
    ],
    "factoid": "Benjamin Franklin never patented any of his inventions, believing knowledge should be shared freely."
  },
  {
    "id": "qp-people-023",
    "category": "Famous People",
    "word": "ROSALIND FRANKLIN",
    "clues": [
      "A British chemist whose work was crucial to understanding molecular structures",
      "Her X-ray crystallography images were key to a major biological discovery",
      "Her Photo 51 helped reveal the double helix structure, though credit went to others"
    ],
    "factoid": "Rosalind Franklin's crucial contribution to discovering DNA structure was largely unrecognized during her lifetime."
  },
  {
    "id": "qp-people-024",
    "category": "Famous People",
    "word": "CLEOPATRA",
    "clues": [
      "An ancient ruler known for political alliances with powerful Roman leaders",
      "The last active pharaoh of an ancient civilization",
      "Egyptian queen who had relationships with Julius Caesar and Mark Antony"
    ],
    "factoid": "Cleopatra was actually Greek, not Egyptian, descended from one of Alexander the Great's generals."
  },
  {
    "id": "qp-people-025",
    "category": "Famous People",
    "word": "NAPOLEON BONAPARTE",
    "clues": [
      "A military commander who rose from humble origins to rule a European empire",
      "Famous for his short stature and hand-in-coat pose in portraits",
      "French emperor who was eventually exiled to an island after defeat at Waterloo"
    ],
    "factoid": "Napoleon wasn't actually short for his time, standing 5'7\", average height for 18th-century French men."
  },
  {
    "id": "qp-people-026",
    "category": "Famous People",
    "word": "ABRAHAM LINCOLN",
    "clues": [
      "An American president who led during the nation's greatest internal conflict",
      "Known for his tall stature, beard, and distinctive stovepipe hat",
      "The 16th president who issued the Emancipation Proclamation and delivered the Gettysburg Address"
    ],
    "factoid": "Abraham Lincoln is the only US president to hold a patent, for a device to lift boats over shoals."
  },
  {
    "id": "qp-people-027",
    "category": "Famous People",
    "word": "MARTIN LUTHER KING JR",
    "clues": [
      "A civil rights leader who advocated for nonviolent resistance",
      "Delivered one of the most famous speeches in American history on the steps of a memorial",
      "Baptist minister who led the Montgomery Bus Boycott and received the Nobel Peace Prize in 1964"
    ],
    "factoid": "Martin Luther King Jr. was arrested 29 times during his civil rights activism."
  },
  {
    "id": "qp-people-028",
    "category": "Famous People",
    "word": "JULIUS CAESAR",
    "clues": [
      "An ancient Roman military and political leader",
      "A month of the year is named after this historical figure",
      "Roman dictator whose assassination on the Ides of March inspired a famous play"
    ],
    "factoid": "Julius Caesar was once kidnapped by pirates and after his release, captured them and had them crucified."
  },
  {
    "id": "qp-people-029",
    "category": "Famous People",
    "word": "QUEEN ELIZABETH II",
    "clues": [
      "A monarch who reigned for over 70 years",
      "Became queen unexpectedly after an uncle's abdication changed the line of succession",
      "The longest-reigning British monarch who passed away in 2022"
    ],
    "factoid": "Queen Elizabeth II served as a mechanic and military truck driver during World War II."
  },
  {
    "id": "qp-people-030",
    "category": "Famous People",
    "word": "WINSTON CHURCHILL",
    "clues": [
      "A British statesman known for inspiring speeches during wartime",
      "Said 'We shall never surrender' during his nation's darkest hour",
      "Prime Minister who led Britain through World War II and won the Nobel Prize in Literature"
    ],
    "factoid": "Winston Churchill was awarded the Nobel Prize in Literature in 1953 for his historical writings and speeches."
  },
  {
    "id": "qp-people-031",
    "category": "Famous People",
    "word": "NELSON MANDELA",
    "clues": [
      "A revolutionary leader who spent 27 years in prison",
      "Became his nation's first Black head of state after fighting apartheid",
      "South African president and Nobel Peace Prize winner known by his clan name, Madiba"
    ],
    "factoid": "Nelson Mandela's birth name was Rolihlahla, which colloquially means 'troublemaker' in Xhosa."
  },
  {
    "id": "qp-people-032",
    "category": "Famous People",
    "word": "ALEXANDER THE GREAT",
    "clues": [
      "An ancient conqueror who never lost a battle",
      "Created one of the largest empires in history by age 30",
      "Macedonian king who spread Greek culture across three continents"
    ],
    "factoid": "Alexander the Great founded over 20 cities that bore his name, most notably Alexandria in Egypt."
  },
  {
    "id": "qp-people-033",
    "category": "Famous People",
    "word": "JOAN OF ARC",
    "clues": [
      "A teenage girl who led armies into battle after claiming divine visions",
      "Helped turn the tide of the Hundred Years' War",
      "French heroine who was burned at the stake at age 19 and later canonized"
    ],
    "factoid": "Joan of Arc was only 17 years old when she led French troops to victory at Orleans."
  },
  {
    "id": "qp-people-034",
    "category": "Famous People",
    "word": "GEORGE WASHINGTON",
    "clues": [
      "A military general who became his nation's founding leader",
      "His face appears on the $1 bill and the quarter",
      "First US president who set the precedent of the two-term limit"
    ],
    "factoid": "George Washington never lived in the White House; it wasn't completed until after his presidency."
  },
  {
    "id": "qp-people-035",
    "category": "Famous People",
    "word": "ROSA PARKS",
    "clues": [
      "A seamstress whose act of defiance sparked a major civil rights movement",
      "Refused to give up a seat on public transportation",
      "Her arrest in Montgomery, Alabama in 1955 led to a famous bus boycott"
    ],
    "factoid": "Rosa Parks was not the first to refuse to give up her seat, but was chosen as the face of the movement."
  },
  {
    "id": "qp-people-036",
    "category": "Famous People",
    "word": "LEONARDO DICAPRIO",
    "clues": [
      "An actor who became famous as a teen heartthrob in the 1990s",
      "Starred in a record-breaking romantic disaster film and worked frequently with Scorsese",
      "Won his first Oscar for surviving a bear attack in 'The Revenant'"
    ],
    "factoid": "Leonardo DiCaprio is named after the artist Leonardo da Vinci because his pregnant mother was looking at a da Vinci painting when he first kicked."
  },
  {
    "id": "qp-people-037",
    "category": "Famous People",
    "word": "MERYL STREEP",
    "clues": [
      "An actress with a record number of Academy Award nominations",
      "Known for her ability to master accents and transform into characters",
      "Three-time Oscar winner who starred in 'Sophie's Choice,' 'The Devil Wears Prada,' and 'Mamma Mia!'"
    ],
    "factoid": "Meryl Streep holds the record for most Oscar nominations for acting with 21 total nominations."
  },
  {
    "id": "qp-people-038",
    "category": "Famous People",
    "word": "MORGAN FREEMAN",
    "clues": [
      "An actor with a distinctive deep voice often used for narration",
      "Played God in two films and a wise prison inmate in a beloved drama",
      "Won an Oscar for 'Million Dollar Baby' and famously narrated penguin documentaries"
    ],
    "factoid": "Morgan Freeman earned a private pilot's license at age 65 and owns several aircraft."
  },
  {
    "id": "qp-people-039",
    "category": "Famous People",
    "word": "TOM HANKS",
    "clues": [
      "An actor known for playing wholesome, everyman characters",
      "Won back-to-back Oscars in the 1990s for very different roles",
      "Starred as a castaway, a simple man with a box of chocolates, and a WWII captain"
    ],
    "factoid": "Tom Hanks is related to Abraham Lincoln through Lincoln's mother, making them third cousins four times removed."
  },
  {
    "id": "qp-people-040",
    "category": "Famous People",
    "word": "KEANU REEVES",
    "clues": [
      "An actor known for his humble personality and acts of kindness",
      "Starred in a sci-fi trilogy about simulated reality and an action series about assassins",
      "Played Neo in 'The Matrix' and the titular hitman seeking revenge for his dog"
    ],
    "factoid": "Keanu Reeves ran a private charity for years without public knowledge, donating millions to children's hospitals."
  },
  {
    "id": "qp-people-041",
    "category": "Famous People",
    "word": "ROBERT DE NIRO",
    "clues": [
      "A method actor who frequently collaborated with Scorsese",
      "Gained 60 pounds for one role and learned to box for another",
      "Won Oscars for 'The Godfather Part II' and 'Raging Bull'"
    ],
    "factoid": "Robert De Niro actually worked as a New York cab driver for several weeks to prepare for his role in 'Taxi Driver.'"
  },
  {
    "id": "qp-people-042",
    "category": "Famous People",
    "word": "DENZEL WASHINGTON",
    "clues": [
      "A two-time Oscar winner known for playing strong, charismatic characters",
      "Starred as a corrupt cop, a civil rights leader, and a vengeful operative",
      "Won Academy Awards for 'Glory' and 'Training Day'"
    ],
    "factoid": "Denzel Washington turned down the role of Michael Clayton, which eventually went to George Clooney."
  },
  {
    "id": "qp-people-043",
    "category": "Famous People",
    "word": "ANGELINA JOLIE",
    "clues": [
      "An actress and humanitarian known for adoption and refugee advocacy",
      "Won an Oscar for playing a mental patient in 'Girl, Interrupted'",
      "Starred as a video game heroine, an animated kung fu fighter's mother, and a fairy villain"
    ],
    "factoid": "Angelina Jolie is a licensed pilot and has her own private plane that she flies herself."
  },
  {
    "id": "qp-people-044",
    "category": "Famous People",
    "word": "BRAD PITT",
    "clues": [
      "An actor who became a heartthrob in 'Thelma & Louise'",
      "Produced multiple Oscar-winning films through his production company",
      "Won his acting Oscar for 'Once Upon a Time in Hollywood' after starring in 'Fight Club' and 'Ocean's Eleven'"
    ],
    "factoid": "Brad Pitt injured his Achilles tendon while playing Achilles in the movie 'Troy.'"
  },
  {
    "id": "qp-people-045",
    "category": "Famous People",
    "word": "STEVEN SPIELBERG",
    "clues": [
      "A director whose films have grossed over $10 billion worldwide",
      "Created blockbusters about sharks, dinosaurs, and aliens",
      "Directed 'Jaws,' 'E.T.,' 'Jurassic Park,' and 'Schindler's List'"
    ],
    "factoid": "Steven Spielberg was rejected from USC film school three times before becoming one of history's most successful directors."
  },
  {
    "id": "qp-people-046",
    "category": "Famous People",
    "word": "SCARLETT JOHANSSON",
    "clues": [
      "An actress who became the highest-grossing female star of all time",
      "Voiced an AI operating system and played a Marvel superhero spy",
      "Starred as Black Widow in the MCU for over a decade"
    ],
    "factoid": "Scarlett Johansson has a twin brother named Hunter who worked on political campaigns."
  },
  {
    "id": "qp-people-047",
    "category": "Famous People",
    "word": "CHADWICK BOSEMAN",
    "clues": [
      "An actor who portrayed several historical Black icons on screen",
      "Played a baseball pioneer, the Godfather of Soul, and a Supreme Court Justice",
      "Starred as the king of Wakanda while privately battling cancer"
    ],
    "factoid": "Chadwick Boseman secretly paid for fellow actors' tuition when they couldn't afford acting classes in college."
  },
  {
    "id": "qp-people-048",
    "category": "Famous People",
    "word": "HEATH LEDGER",
    "clues": [
      "An Australian actor who won a posthumous Oscar",
      "His intense method acting for one role required isolation and keeping a diary",
      "Played a cowboy in love and a chaotic villain who asked 'Why so serious?'"
    ],
    "factoid": "Heath Ledger directed music videos for Ben Harper and won a posthumous Oscar for playing the Joker."
  },
  {
    "id": "qp-people-049",
    "category": "Famous People",
    "word": "BEYONCE",
    "clues": [
      "A performer who started in a girl group in the late 1990s",
      "Has won more Grammy Awards than any other artist",
      "Married to a rapper and known for albums like 'Lemonade' and songs like 'Single Ladies'"
    ],
    "factoid": "Beyonce has won 32 Grammy Awards, more than any other artist in history."
  },
  {
    "id": "qp-people-050",
    "category": "Famous People",
    "word": "ELVIS PRESLEY",
    "clues": [
      "A singer who revolutionized popular music in the 1950s",
      "His hip gyrations on TV were considered scandalous at the time",
      "The 'King of Rock and Roll' who lived at Graceland and died in 1977"
    ],
    "factoid": "Elvis Presley was naturally blonde and dyed his hair black throughout his career."
  },
  {
    "id": "qp-people-051",
    "category": "Famous People",
    "word": "MICHAEL JACKSON",
    "clues": [
      "A child star who became the biggest pop icon of the 1980s",
      "Known for moonwalking, one sequined glove, and the best-selling album ever",
      "The 'King of Pop' who released 'Thriller' and performed at the Super Bowl halftime show"
    ],
    "factoid": "Michael Jackson's 'Thriller' album has sold over 70 million copies worldwide, making it the best-selling album of all time."
  },
  {
    "id": "qp-people-052",
    "category": "Famous People",
    "word": "FREDDIE MERCURY",
    "clues": [
      "A rock frontman known for his four-octave vocal range",
      "Performed at Live Aid in 1985 in one of history's greatest concert performances",
      "Lead singer of a band named after royalty who died in 1991"
    ],
    "factoid": "Freddie Mercury designed the band's logo himself, incorporating all four members' zodiac signs."
  },
  {
    "id": "qp-people-053",
    "category": "Famous People",
    "word": "ADELE",
    "clues": [
      "A British singer known for powerful ballads about heartbreak",
      "Her albums are named after ages: 19, 21, 25, and 30",
      "Won multiple Grammys for songs like 'Rolling in the Deep' and 'Hello'"
    ],
    "factoid": "Adele has won 16 Grammy Awards, including sweeping all major categories twice in one night."
  },
  {
    "id": "qp-people-054",
    "category": "Famous People",
    "word": "ED SHEERAN",
    "clues": [
      "A British singer-songwriter who often performs alone with just a guitar and loop pedal",
      "Known for red hair and naming albums after mathematical symbols",
      "Wrote hits like 'Shape of You,' 'Thinking Out Loud,' and 'Perfect'"
    ],
    "factoid": "Ed Sheeran owns a pub near his house in England where he sometimes performs impromptu shows."
  },
  {
    "id": "qp-people-055",
    "category": "Famous People",
    "word": "BOB MARLEY",
    "clues": [
      "A Jamaican musician who popularized reggae music worldwide",
      "Advocated for peace and unity through music rooted in Rastafarian beliefs",
      "Sang 'No Woman, No Cry,' 'One Love,' and 'Redemption Song'"
    ],
    "factoid": "Bob Marley died at age 36 from melanoma that started under his toenail, which he initially thought was a soccer injury."
  },
  {
    "id": "qp-people-056",
    "category": "Famous People",
    "word": "DAVID BOWIE",
    "clues": [
      "A British musician known for constant reinvention and theatrical personas",
      "Created alter egos including a flamboyant alien rockstar",
      "Sang 'Space Oddity,' 'Heroes,' and introduced the world to Ziggy Stardust"
    ],
    "factoid": "David Bowie's differently colored eyes were actually the result of a teenage fistfight, not heterochromia."
  },
  {
    "id": "qp-people-057",
    "category": "Famous People",
    "word": "PRINCE",
    "clues": [
      "A multi-instrumentalist who could play over 27 instruments",
      "Went by an unpronounceable symbol during a record label dispute",
      "Purple-loving icon who wrote 'Purple Rain,' 'When Doves Cry,' and '1999'"
    ],
    "factoid": "Prince wrote 'Manic Monday' for The Bangles and 'Nothing Compares 2 U' which became a hit for Sinead O'Connor."
  },
  {
    "id": "qp-people-058",
    "category": "Famous People",
    "word": "LADY GAGA",
    "clues": [
      "A pop star known for outrageous fashion, including a meat dress",
      "Won an Oscar for a song about being in the shallow",
      "Born Stefani Germanotta, famous for 'Bad Romance' and 'Poker Face'"
    ],
    "factoid": "Lady Gaga learned to play piano by ear at age 4 and wrote her first piano ballad at 13."
  },
  {
    "id": "qp-people-059",
    "category": "Famous People",
    "word": "RIHANNA",
    "clues": [
      "A Barbadian singer who became a billionaire through her beauty brand",
      "Known for hits across multiple genres and her annual fashion show",
      "Performed at the Super Bowl halftime show while pregnant with her second child"
    ],
    "factoid": "Rihanna is officially a National Hero of Barbados, an honor given on the country's first day as a republic in 2021."
  },
  {
    "id": "qp-people-060",
    "category": "Famous People",
    "word": "POST MALONE",
    "clues": [
      "A rapper and singer known for face tattoos and genre-blending music",
      "His breakthrough hit rhymed 'white' with 'Iverson'",
      "Released albums 'Beerbongs & Bentleys' and 'Hollywood's Bleeding'"
    ],
    "factoid": "Post Malone auditioned for the metalcore band Crown the Empire before becoming a hip-hop star."
  },
  {
    "id": "qp-people-061",
    "category": "Famous People",
    "word": "BAD BUNNY",
    "clues": [
      "A Puerto Rican artist who became the most-streamed artist on Spotify",
      "Performs primarily in Spanish and champions Latin trap and reggaeton",
      "Known for colorful fashion and albums like 'Un Verano Sin Ti'"
    ],
    "factoid": "Bad Bunny was studying to be a sound engineer while working at a supermarket before his music career took off."
  },
  {
    "id": "qp-people-062",
    "category": "Famous People",
    "word": "ARIANA GRANDE",
    "clues": [
      "A singer who started as a Nickelodeon actress",
      "Known for her signature high ponytail and powerful whistle tones",
      "Released albums '7 Rings' and 'Thank U, Next' and starred in 'Wicked' in 2024"
    ],
    "factoid": "Ariana Grande is a huge fan of space and NASA, and has said that if she wasn't a singer, she'd want to be an astronaut."
  },
  {
    "id": "qp-people-063",
    "category": "Famous People",
    "word": "BRUCE SPRINGSTEEN",
    "clues": [
      "A rock icon nicknamed 'The Boss' from New Jersey",
      "Known for working-class anthems and marathon concerts",
      "Sang 'Born in the U.S.A.' and 'Born to Run'"
    ],
    "factoid": "Bruce Springsteen's concerts regularly exceed three hours, with his longest recorded show lasting over four hours."
  },
  {
    "id": "qp-people-064",
    "category": "Famous People",
    "word": "MICHAEL JORDAN",
    "clues": [
      "An athlete who won six championships with his team in the 1990s",
      "Briefly retired to play professional baseball",
      "Basketball legend who wore #23 and has a famous sneaker brand"
    ],
    "factoid": "Michael Jordan was cut from his high school varsity basketball team as a sophomore."
  },
  {
    "id": "qp-people-065",
    "category": "Famous People",
    "word": "SERENA WILLIAMS",
    "clues": [
      "An athlete who dominated her sport for over two decades",
      "Won 23 Grand Slam singles titles, more than any other player in the Open Era",
      "Tennis legend who competed alongside her sister throughout her career"
    ],
    "factoid": "Serena Williams won the 2017 Australian Open while she was 8 weeks pregnant."
  },
  {
    "id": "qp-people-066",
    "category": "Famous People",
    "word": "LIONEL MESSI",
    "clues": [
      "An Argentine athlete who won a record eight awards for world's best player",
      "Led his national team to World Cup victory in 2022",
      "Soccer legend who spent most of his career in Barcelona before joining Inter Miami"
    ],
    "factoid": "Lionel Messi was diagnosed with a growth hormone deficiency as a child, with Barcelona paying for his treatment."
  },
  {
    "id": "qp-people-067",
    "category": "Famous People",
    "word": "CRISTIANO RONALDO",
    "clues": [
      "A Portuguese athlete who's scored over 800 career goals",
      "Known for his incredible fitness regimen and celebration shout",
      "Soccer superstar who played for multiple elite clubs and posts on social media to 600+ million followers"
    ],
    "factoid": "Cristiano Ronaldo doesn't have any tattoos because he regularly donates blood and bone marrow."
  },
  {
    "id": "qp-people-068",
    "category": "Famous People",
    "word": "MUHAMMAD ALI",
    "clues": [
      "A boxer who proclaimed himself 'The Greatest'",
      "Refused military service during Vietnam, leading to his title being stripped",
      "Three-time heavyweight champion who 'floated like a butterfly and stung like a bee'"
    ],
    "factoid": "Muhammad Ali's birth name was Cassius Clay, which he changed after converting to Islam in 1964."
  },
  {
    "id": "qp-people-069",
    "category": "Famous People",
    "word": "USAIN BOLT",
    "clues": [
      "A Jamaican sprinter who holds world records that still stand",
      "Known for his lightning bolt victory pose",
      "The fastest man ever recorded, winning eight Olympic gold medals"
    ],
    "factoid": "Usain Bolt's world record 100m time of 9.58 seconds means he averaged over 23 mph during the race."
  },
  {
    "id": "qp-people-070",
    "category": "Famous People",
    "word": "TIGER WOODS",
    "clues": [
      "An athlete who dominated his sport in the late 1990s and 2000s",
      "Youngest player to achieve a career Grand Slam in his sport",
      "Golf legend who won 15 major championships and returned from back surgery"
    ],
    "factoid": "Tiger Woods appeared on 'The Mike Douglas Show' at age 2, showing off his golf swing to Bob Hope."
  },
  {
    "id": "qp-people-071",
    "category": "Famous People",
    "word": "LEBRON JAMES",
    "clues": [
      "An athlete called 'The Chosen One' who went straight from high school to the pros",
      "Won championships with three different teams",
      "Basketball superstar who surpassed the all-time scoring record in 2023"
    ],
    "factoid": "LeBron James opened a public school in his hometown of Akron, Ohio that provides free tuition, uniforms, and bicycles."
  },
  {
    "id": "qp-people-072",
    "category": "Famous People",
    "word": "SIMONE BILES",
    "clues": [
      "A gymnast with moves so difficult they're named after her",
      "Has won more world championship medals than any other gymnast",
      "Prioritized mental health by withdrawing from events at the 2020 Olympics"
    ],
    "factoid": "Simone Biles has five original gymnastics skills named after her, more than any other gymnast."
  },
  {
    "id": "qp-people-073",
    "category": "Famous People",
    "word": "TOM BRADY",
    "clues": [
      "An athlete who was drafted in the sixth round but became the greatest ever",
      "Won seven championships, more than any other player in his sport",
      "Quarterback who played until age 45 and was famous for the 'TB12 Method'"
    ],
    "factoid": "Tom Brady was drafted 199th overall in 2000, with six other quarterbacks selected before him."
  },
  {
    "id": "qp-people-074",
    "category": "Famous People",
    "word": "ZENDAYA",
    "clues": [
      "An actress and singer who started on the Disney Channel",
      "Won an Emmy for playing a struggling teen in an intense HBO drama",
      "Starred in 'Spider-Man' films, 'Dune,' and 'Euphoria'"
    ],
    "factoid": "Zendaya is her first name only; she dropped her last name 'Coleman' for her stage name as a teen."
  },
  {
    "id": "qp-people-075",
    "category": "Famous People",
    "word": "TIMOTHEE CHALAMET",
    "clues": [
      "A young actor who became a heartthrob in indie films",
      "Played a teenager falling in love in Italy and a drug-addicted son",
      "Starred in 'Call Me By Your Name,' 'Dune,' and played a candy maker in 2023"
    ],
    "factoid": "Timothee Chalamet was a competitive debater in high school and considered pursuing politics before acting."
  },
  {
    "id": "qp-people-076",
    "category": "Famous People",
    "word": "MRBEAST",
    "clues": [
      "A content creator known for elaborate challenges and giveaways",
      "Started making videos as a teenager and now has over 200 million subscribers",
      "Opened burger restaurants and planted millions of trees through his philanthropy"
    ],
    "factoid": "MrBeast has given away over $100 million in his videos, including cars, houses, and private islands."
  },
  {
    "id": "qp-people-077",
    "category": "Famous People",
    "word": "DWAYNE JOHNSON",
    "clues": [
      "A former wrestler turned highest-paid actor",
      "Played a demigod in an animated film and a fast-driving special agent",
      "Known as 'The Rock' and famous for his eyebrow raise"
    ],
    "factoid": "Dwayne Johnson was the first third-generation wrestler in WWE history, following his father and grandfather."
  },
  {
    "id": "qp-people-078",
    "category": "Famous People",
    "word": "MARGOT ROBBIE",
    "clues": [
      "An Australian actress who played a complex antiheroine and a famous doll",
      "Produced and starred in a blockbuster pink film in 2023",
      "Played a figure skater in a dark biopic and a plastic icon in Barbieland"
    ],
    "factoid": "Margot Robbie started a production company called LuckyChap Entertainment that focuses on female-driven stories."
  },
  {
    "id": "qp-people-079",
    "category": "Famous People",
    "word": "PEDRO PASCAL",
    "clues": [
      "A Chilean-American actor who became famous later in his career",
      "Played a father figure protecting a young girl in a post-apocalyptic show and space western",
      "Star of 'The Last of Us' and 'The Mandalorian'"
    ],
    "factoid": "Pedro Pascal's family fled Chile when he was a baby due to the military dictatorship."
  },
  {
    "id": "qp-people-080",
    "category": "Famous People",
    "word": "FLORENCE PUGH",
    "clues": [
      "A British actress who broke out in an indie wrestling drama",
      "Starred in a folk horror film and a Marvel movie as a spy's sister",
      "Played Amy March in 'Little Women' and the lead in 'Midsommar'"
    ],
    "factoid": "Florence Pugh's first acting role came at age 17 in the film 'The Falling' with no prior professional training."
  },
  {
    "id": "qp-people-081",
    "category": "Famous People",
    "word": "SYDNEY SWEENEY",
    "clues": [
      "An actress who presented a business plan to her parents to pursue acting",
      "Starred in two major HBO series simultaneously",
      "Played characters in 'Euphoria' and 'The White Lotus'"
    ],
    "factoid": "Sydney Sweeney is a certified mechanic who restores classic cars in her free time."
  },
  {
    "id": "qp-people-082",
    "category": "Famous People",
    "word": "TRAVIS KELCE",
    "clues": [
      "A tight end who's won multiple Super Bowls",
      "Started a podcast with his brother, also an NFL player",
      "Dating a pop superstar in a relationship that dominated sports and entertainment news"
    ],
    "factoid": "Travis Kelce hosted 'Saturday Night Live' in 2023 and is known for his energetic touchdown celebrations."
  },
  {
    "id": "qp-people-083",
    "category": "Famous People",
    "word": "SZA",
    "clues": [
      "A singer whose stage name comes from the Supreme Alphabet",
      "Her album 'SOS' spent weeks at #1 and addressed relationships and self-worth",
      "R&B artist who sang 'Kill Bill' and 'Good Days'"
    ],
    "factoid": "SZA was training to be a marine biologist before pursuing music full-time."
  },
  {
    "id": "qp-people-084",
    "category": "Famous People",
    "word": "SABRINA CARPENTER",
    "clues": [
      "A former Disney Channel actress turned pop star",
      "Her 2024 album featured hits about relationships and confidence",
      "Sang 'Espresso,' 'Please Please Please,' and went viral for her concerts"
    ],
    "factoid": "Sabrina Carpenter's breakout song 'Espresso' was written in just 30 minutes during a studio session."
  },
  {
    "id": "qp-people-085",
    "category": "Famous People",
    "word": "WILLIAM SHAKESPEARE",
    "clues": [
      "A playwright who wrote 37 plays and 154 sonnets",
      "Invented thousands of words and phrases still used today",
      "English dramatist who wrote 'Hamlet,' 'Romeo and Juliet,' and 'Macbeth'"
    ],
    "factoid": "William Shakespeare invented over 1,700 words that are still used in English today, including 'eyeball' and 'bedroom.'"
  },
  {
    "id": "qp-people-086",
    "category": "Famous People",
    "word": "PABLO PICASSO",
    "clues": [
      "A Spanish artist who co-founded the Cubist movement",
      "His full birth name is 23 words long",
      "Painted 'Guernica' and had distinctive Blue and Rose periods"
    ],
    "factoid": "Pablo Picasso's full name has 23 words and is 'Pablo Diego José Francisco de Paula Juan Nepomuceno María de los Remedios Cipriano de la Santísima Trinidad Ruiz y Picasso.'"
  },
  {
    "id": "qp-people-087",
    "category": "Famous People",
    "word": "FRIDA KAHLO",
    "clues": [
      "A Mexican artist known for vibrant self-portraits with distinctive eyebrows",
      "Suffered from polio and a bus accident that shaped her art",
      "Painted herself with flowers, animals, and surrealist imagery"
    ],
    "factoid": "Frida Kahlo painted over 50 self-portraits, saying 'I paint myself because I am so often alone.'"
  },
  {
    "id": "qp-people-088",
    "category": "Famous People",
    "word": "VINCENT VAN GOGH",
    "clues": [
      "A post-impressionist painter who sold only one painting during his lifetime",
      "Famous for swirling night skies and sunflower paintings",
      "Dutch artist who cut off part of his ear and painted 'Starry Night'"
    ],
    "factoid": "Vincent van Gogh only sold one painting during his lifetime for about $109 in today's money."
  },
  {
    "id": "qp-people-089",
    "category": "Famous People",
    "word": "ANDY WARHOL",
    "clues": [
      "An artist who led the Pop Art movement in the 1960s",
      "Famous for silk-screened images of celebrities and consumer products",
      "Created colorful portraits of soup cans and repeated celebrity faces"
    ],
    "factoid": "Andy Warhol's famous Campbell's Soup Cans painting features all 32 varieties that existed at the time."
  },
  {
    "id": "qp-people-090",
    "category": "Famous People",
    "word": "JK ROWLING",
    "clues": [
      "An author who was rejected by 12 publishers before getting a book deal",
      "Created a wizarding world that became a global phenomenon",
      "Wrote seven books about a boy wizard attending a school of magic"
    ],
    "factoid": "J.K. Rowling wrote the first book in cafes while her baby daughter slept, as she couldn't afford to heat her apartment."
  },
  {
    "id": "qp-people-091",
    "category": "Famous People",
    "word": "STEPHEN KING",
    "clues": [
      "An author who's written over 60 novels, many adapted into films",
      "Known as the master of horror and psychological thrillers",
      "Wrote 'The Shining,' 'It,' 'Carrie,' and 'The Stand'"
    ],
    "factoid": "Stephen King was hit by a van while walking in 1999, which he later bought to prevent it from being sold on eBay."
  },
  {
    "id": "qp-people-092",
    "category": "Famous People",
    "word": "MAYA ANGELOU",
    "clues": [
      "A poet and civil rights activist who worked with Malcolm X",
      "Didn't speak for five years as a child after a traumatic experience",
      "Wrote the autobiography 'I Know Why the Caged Bird Sings'"
    ],
    "factoid": "Maya Angelou could speak six languages and worked as a calypso dancer early in her career."
  },
  {
    "id": "qp-people-093",
    "category": "Famous People",
    "word": "MARK TWAIN",
    "clues": [
      "An American author and humorist whose real name was Samuel Clemens",
      "Wrote about adventures on the Mississippi River",
      "Created characters like Tom Sawyer and Huckleberry Finn"
    ],
    "factoid": "Mark Twain was born and died in years when Halley's Comet was visible, which he predicted would happen."
  },
  {
    "id": "qp-people-094",
    "category": "Famous People",
    "word": "JANE AUSTEN",
    "clues": [
      "A 19th-century British novelist who wrote about social class and romance",
      "Her works were published anonymously during her lifetime",
      "Wrote 'Pride and Prejudice,' 'Sense and Sensibility,' and 'Emma'"
    ],
    "factoid": "Jane Austen's novels were published anonymously as 'By A Lady' during her lifetime due to social stigma."
  },
  {
    "id": "qp-people-095",
    "category": "Famous People",
    "word": "JEFF BEZOS",
    "clues": [
      "A tech billionaire who started an online bookstore in his garage",
      "Founded a company named after a South American river",
      "Founded Blue Origin space company and bought The Washington Post"
    ],
    "factoid": "Jeff Bezos' biological father was a circus performer whom he only met once as an adult."
  },
  {
    "id": "qp-people-096",
    "category": "Famous People",
    "word": "MARK ZUCKERBERG",
    "clues": [
      "A programmer who created a social network in his college dorm room",
      "CEO of a company that owns multiple social media platforms",
      "Founded the site originally called 'TheFacebook' that became Meta"
    ],
    "factoid": "Mark Zuckerberg is colorblind, which is why blue is the dominant color in his company's branding."
  },
  {
    "id": "qp-people-097",
    "category": "Famous People",
    "word": "BILL GATES",
    "clues": [
      "A tech entrepreneur who co-founded a software company in 1975",
      "Became the world's richest person through operating systems",
      "Co-founded Microsoft and now focuses on philanthropy through his foundation"
    ],
    "factoid": "Bill Gates scored 1590 out of 1600 on his SATs and was arrested in 1977 for driving without a license."
  },
  {
    "id": "qp-people-098",
    "category": "Famous People",
    "word": "BARACK OBAMA",
    "clues": [
      "A politician who served two terms as president",
      "The first African American to hold the nation's highest office",
      "44th US president who won the Nobel Peace Prize in 2009"
    ],
    "factoid": "Barack Obama collects Spider-Man and Conan the Barbarian comics and is a huge basketball fan."
  },
  {
    "id": "qp-people-099",
    "category": "Famous People",
    "word": "MICHELLE OBAMA",
    "clues": [
      "A lawyer and author who became First Lady",
      "Launched initiatives focused on childhood obesity and education",
      "Wrote the bestselling memoir 'Becoming'"
    ],
    "factoid": "Michelle Obama was once a boss to Barack Obama when they both worked at a Chicago law firm."
  },
  {
    "id": "qp-people-100",
    "category": "Famous People",
    "word": "RUTH BADER GINSBURG",
    "clues": [
      "A lawyer who became a pioneering advocate for gender equality",
      "Served on the highest court in the US for 27 years",
      "Supreme Court Justice who earned the nickname 'The Notorious RBG'"
    ],
    "factoid": "Ruth Bader Ginsburg didn't speak at oral arguments for her first 10 years on the Supreme Court, then became one of the most vocal justices."
  },
  {
    "id": "qp-people-101",
    "category": "Famous People",
    "word": "HARRIET TUBMAN",
    "clues": [
      "An abolitionist who escaped slavery and then helped others escape",
      "Led dozens of missions on a secret network of safe houses",
      "Conductor on the Underground Railroad who never lost a passenger"
    ],
    "factoid": "Harriet Tubman had a bounty of $40,000 on her head and made 19 trips back to the South to rescue over 300 enslaved people."
  },
  {
    "id": "qp-people-102",
    "category": "Famous People",
    "word": "MALALA YOUSAFZAI",
    "clues": [
      "An education activist who survived being shot by extremists",
      "The youngest person to ever win the Nobel Peace Prize",
      "Pakistani advocate who campaigns for girls' education worldwide"
    ],
    "factoid": "Malala Yousafzai was only 17 years old when she won the Nobel Peace Prize in 2014."
  },
  {
    "id": "qp-people-104",
    "category": "Famous People",
    "word": "RYAN REYNOLDS",
    "clues": [
      "A Canadian actor known for his comedic timing and fourth-wall breaks",
      "Married to a fellow actress and owns a Welsh football club",
      "Played a wisecracking superhero in a red suit and Aviation Gin owner"
    ],
    "factoid": "Ryan Reynolds has a fear of flying and once had a parachuting accident during filming that made it worse."
  },
  {
    "id": "qp-people-105",
    "category": "Famous People",
    "word": "CHRIS HEMSWORTH",
    "clues": [
      "An Australian actor who played a Norse god in the MCU",
      "Known for transforming his physique dramatically for roles",
      "Wielded a hammer as the superhero brother of Loki"
    ],
    "factoid": "Chris Hemsworth's wife corrected his hammer-wielding technique because she was a weapons master on set."
  },
  {
    "id": "qp-people-106",
    "category": "Famous People",
    "word": "JENNIFER LAWRENCE",
    "clues": [
      "An actress who became a household name playing an archer in a dystopian series",
      "Won an Oscar at age 22 and is known for being relatable and clumsy",
      "Starred in 'The Hunger Games' trilogy and 'Silver Linings Playbook'"
    ],
    "factoid": "Jennifer Lawrence has tripped and fallen at major awards shows multiple times, including on the way to accept her Oscar."
  },
  {
    "id": "qp-people-107",
    "category": "Famous People",
    "word": "ANYA TAYLOR JOY",
    "clues": [
      "An actress who speaks multiple languages and was born in Miami",
      "Starred as a chess prodigy and a futuristic warrior in a desert wasteland",
      "Played Beth Harmon in 'The Queen's Gambit' and young Furiosa"
    ],
    "factoid": "Anya Taylor-Joy refused to speak English until age 8, only speaking Spanish because she didn't want to leave Argentina."
  },
  {
    "id": "qp-people-108",
    "category": "Famous People",
    "word": "KANYE WEST",
    "clues": [
      "A rapper and producer who started making beats for other artists",
      "Founded a fashion brand and ran for president in 2020",
      "Released albums '808s & Heartbreak,' 'Graduation,' and married a reality star"
    ],
    "factoid": "Kanye West's mother was an English professor who once chaired the English department at Chicago State University."
  },
  {
    "id": "qp-people-109",
    "category": "Famous People",
    "word": "KENDRICK LAMAR",
    "clues": [
      "A rapper from Compton who won the Pulitzer Prize for Music",
      "Known for complex storytelling and socially conscious lyrics",
      "Released albums 'good kid, m.A.A.d city' and 'DAMN.'"
    ],
    "factoid": "Kendrick Lamar became the first non-classical, non-jazz musician to win the Pulitzer Prize for Music in 2018."
  }
]
