[
  {
    "id": "qp-movies-001",
    "category": "Movies",
    "word": "AVATAR",
    "clues": [
      "This sci-fi film takes place on a moon called Pandora",
      "Features blue-skinned alien beings called Na'vi",
      "Was the highest-grossing film of all time"
    ],
    "factoid": "James Cameron worked on Avatar for 15 years before release."
  },
  {
    "id": "qp-movies-002",
    "category": "Movies",
    "word": "FROZEN",
    "clues": [
      "This animated film features a queen with ice powers",
      "The song 'Let It Go' became a worldwide phenomenon",
      "Set in the kingdom of Arendelle"
    ],
    "factoid": "Frozen took 6 years to develop and animate."
  },
  {
    "id": "qp-movies-003",
    "category": "Movies",
    "word": "JAWS",
    "clues": [
      "This 1975 thriller made audiences afraid of the water",
      "Features a great white shark terrorizing a beach town",
      "Directed by Steven Spielberg"
    ],
    "factoid": "The mechanical shark was nicknamed 'Bruce' after Spielberg's lawyer."
  },
  {
    "id": "qp-movies-004",
    "category": "Movies",
    "word": "ROCKY",
    "clues": [
      "This underdog sports film launched a franchise",
      "Features a boxer from Philadelphia",
      "Written by and starring Sylvester Stallone"
    ],
    "factoid": "The famous steps scene was filmed with just two takes."
  },
  {
    "id": "qp-movies-005",
    "category": "Movies",
    "word": "SHREK",
    "clues": [
      "This animated film features a green ogre",
      "Takes place in a fairy tale world called Far Far Away",
      "Features a talking donkey voiced by Eddie Murphy"
    ],
    "factoid": "Shrek was originally going to be voiced by Chris Farley."
  },
  {
    "id": "qp-movies-006",
    "category": "Movies",
    "word": "ETERNAL SUNSHINE OF THE SPOTLESS MIND",
    "clues": [
      "This film explores what happens when you erase memories of a relationship",
      "Stars Jim Carrey in a rare dramatic role alongside Kate Winslet",
      "Written by Charlie Kaufman, directed by Michel Gondry"
    ],
    "factoid": "The title comes from an Alexander Pope poem about a heartbroken nun."
  },
  {
    "id": "qp-movies-007",
    "category": "Movies",
    "word": "LORD OF THE RINGS",
    "clues": [
      "This epic fantasy trilogy was filmed entirely in New Zealand",
      "Features hobbits, elves, and a quest to destroy a powerful artifact",
      "Based on J.R.R. Tolkien's novels, directed by Peter Jackson"
    ],
    "factoid": "All three films were shot simultaneously over 438 consecutive days."
  },
  {
    "id": "qp-movies-008",
    "category": "Movies",
    "word": "ET",
    "clues": [
      "This 1982 Spielberg film features a stranded alien visitor",
      "A boy hides the creature in his closet and helps it 'phone home'",
      "The flying bicycle scene is one of cinema's most iconic images"
    ],
    "factoid": "M&Ms turned down a product placement deal, so Reese's Pieces were used instead."
  },
  {
    "id": "qp-movies-009",
    "category": "Movies",
    "word": "BLADE RUNNER",
    "clues": [
      "This dystopian sci-fi noir is set in a rain-soaked future Los Angeles",
      "A detective hunts down rogue artificial humans called replicants",
      "Stars Harrison Ford, directed by Ridley Scott"
    ],
    "factoid": "The film flopped at the box office but became one of the most influential sci-fi films ever."
  },
  {
    "id": "qp-movies-011",
    "category": "Movies",
    "word": "THE SHAWSHANK REDEMPTION",
    "clues": [
      "This drama follows a man wrongly convicted of murder",
      "Set in a Maine prison where hope becomes a powerful force",
      "Features Morgan Freeman narrating a tale of friendship and redemption"
    ],
    "factoid": "Despite being a box office disappointment, it became one of the most beloved films through cable TV and home video."
  },
  {
    "id": "qp-movies-012",
    "category": "Movies",
    "word": "THE GODFATHER",
    "clues": [
      "This epic crime saga begins with a wedding and ends with a baptism",
      "Features a horse head in a bed and an offer that can't be refused",
      "Directed by Francis Ford Coppola, stars Marlon Brando as a mafia patriarch"
    ],
    "factoid": "Marlon Brando stuffed his cheeks with cotton to create the Don's distinctive voice and appearance."
  },
  {
    "id": "qp-movies-013",
    "category": "Movies",
    "word": "THE DARK KNIGHT",
    "clues": [
      "This superhero film explores chaos versus order in a modern city",
      "Features a performance that earned a posthumous Academy Award",
      "Heath Ledger's portrayal of a villain redefined comic book movies"
    ],
    "factoid": "Christopher Nolan used real explosions and practical effects, including actually flipping an 18-wheeler truck."
  },
  {
    "id": "qp-movies-014",
    "category": "Movies",
    "word": "THE GODFATHER PART TWO",
    "clues": [
      "This sequel tells parallel stories across two generations",
      "Shows both a rise to power in New York and a fall from grace in Nevada",
      "One of the rare sequels to win Best Picture"
    ],
    "factoid": "Robert De Niro won Best Supporting Actor for playing the younger version of Marlon Brando's character."
  },
  {
    "id": "qp-movies-015",
    "category": "Movies",
    "word": "TWELVE ANGRY MEN",
    "clues": [
      "This courtroom drama takes place almost entirely in one room",
      "A jury deliberates the fate of a young man accused of murder",
      "Features powerful performances from Henry Fonda and Lee J. Cobb"
    ],
    "factoid": "The film was shot in just 17 days and took place in nearly real-time."
  },
  {
    "id": "qp-movies-016",
    "category": "Movies",
    "word": "SCHINDLERS LIST",
    "clues": [
      "This black-and-white historical drama depicts the Holocaust",
      "A German industrialist saves over 1,000 Jewish lives during World War II",
      "Directed by Steven Spielberg, features Liam Neeson in a powerful role"
    ],
    "factoid": "Spielberg refused to take a salary for the film, considering it blood money."
  },
  {
    "id": "qp-movies-017",
    "category": "Movies",
    "word": "PULP FICTION",
    "clues": [
      "This nonlinear crime film features interconnected stories in Los Angeles",
      "A briefcase with mysterious glowing contents drives the plot",
      "Quentin Tarantino's breakthrough film that revived John Travolta's career"
    ],
    "factoid": "The dance scene between Travolta and Uma Thurman was choreographed by the actors themselves."
  },
  {
    "id": "qp-movies-018",
    "category": "Movies",
    "word": "THE GOOD THE BAD AND THE UGLY",
    "clues": [
      "This Western features three gunslingers searching for buried gold",
      "Set during the Civil War with an iconic musical score",
      "Directed by Sergio Leone, stars Clint Eastwood as 'Blondie'"
    ],
    "factoid": "The famous three-way standoff scene took an entire week to film."
  },
  {
    "id": "qp-movies-019",
    "category": "Movies",
    "word": "FORREST GUMP",
    "clues": [
      "This film follows a simple man who accidentally influences major historical events",
      "Features a box of chocolates and a cross-country running journey",
      "Tom Hanks won his second consecutive Oscar for this role"
    ],
    "factoid": "The Vietnam War scenes were filmed on the same location used in Platoon."
  },
  {
    "id": "qp-movies-020",
    "category": "Movies",
    "word": "FIGHT CLUB",
    "clues": [
      "This psychological thriller has a rule: you don't talk about it",
      "Features an unnamed narrator with severe insomnia",
      "Directed by David Fincher, stars Brad Pitt and Edward Norton"
    ],
    "factoid": "The chemical burn scene was filmed in one take with no special effects."
  },
  {
    "id": "qp-movies-021",
    "category": "Movies",
    "word": "INCEPTION",
    "clues": [
      "This sci-fi thriller explores dreams within dreams",
      "A team of thieves steals secrets from people's subconscious",
      "The spinning top ending sparked endless debate"
    ],
    "factoid": "Christopher Nolan worked on the screenplay for 10 years before filming."
  },
  {
    "id": "qp-movies-022",
    "category": "Movies",
    "word": "THE EMPIRE STRIKES BACK",
    "clues": [
      "This sequel features a shocking family revelation",
      "Set on an ice planet and in a city in the clouds",
      "Widely considered the best film in its franchise"
    ],
    "factoid": "The famous 'I am your father' line was kept secret from most of the cast and crew."
  },
  {
    "id": "qp-movies-023",
    "category": "Movies",
    "word": "GOODFELLAS",
    "clues": [
      "This mob film chronicles the rise and fall of a Brooklyn gangster",
      "Features an iconic tracking shot through a nightclub",
      "Directed by Martin Scorsese, based on the true story of Henry Hill"
    ],
    "factoid": "Joe Pesci's 'funny how?' scene was largely improvised based on a real-life experience."
  },
  {
    "id": "qp-movies-024",
    "category": "Movies",
    "word": "ONE FLEW OVER THE CUCKOOS NEST",
    "clues": [
      "This drama takes place in a mental institution",
      "A rebellious patient challenges a tyrannical head nurse",
      "Jack Nicholson won his first Best Actor Oscar for this role"
    ],
    "factoid": "The film was shot in an actual mental hospital using real patients as extras."
  },
  {
    "id": "qp-movies-025",
    "category": "Movies",
    "word": "INTERSTELLAR",
    "clues": [
      "This space epic explores time dilation and black holes",
      "A father travels through a wormhole to save humanity",
      "Features a haunting organ score by Hans Zimmer"
    ],
    "factoid": "The black hole visualization was so scientifically accurate it led to published physics papers."
  },
  {
    "id": "qp-movies-026",
    "category": "Movies",
    "word": "SEVEN",
    "clues": [
      "This dark thriller features murders based on deadly sins",
      "Two detectives race to stop a methodical killer",
      "The shocking ending reveals 'What's in the box?'"
    ],
    "factoid": "Brad Pitt accidentally injured his arm during filming, so the injury was written into the script."
  },
  {
    "id": "qp-movies-027",
    "category": "Movies",
    "word": "ITS A WONDERFUL LIFE",
    "clues": [
      "This holiday classic shows what the world would be like without one man",
      "An angel earns his wings by helping a desperate businessman",
      "Directed by Frank Capra, stars James Stewart"
    ],
    "factoid": "The film was a box office flop and only became beloved after entering public domain and airing on TV."
  },
  {
    "id": "qp-movies-028",
    "category": "Movies",
    "word": "SEVEN SAMURAI",
    "clues": [
      "This Japanese epic follows warriors defending a village from bandits",
      "Directed by Akira Kurosawa, runs over three hours",
      "Inspired countless remakes including a Western with cowboys"
    ],
    "factoid": "The film took a year to shoot and was the most expensive Japanese film ever made at the time."
  },
  {
    "id": "qp-movies-029",
    "category": "Movies",
    "word": "THE SILENCE OF THE LAMBS",
    "clues": [
      "This psychological thriller features an FBI trainee seeking help from a cannibal",
      "Features the chilling line 'I ate his liver with fava beans'",
      "Anthony Hopkins won Best Actor despite only 16 minutes of screen time"
    ],
    "factoid": "Hopkins based his character's voice on a combination of Truman Capote and Katharine Hepburn."
  },
  {
    "id": "qp-movies-030",
    "category": "Movies",
    "word": "SAVING PRIVATE RYAN",
    "clues": [
      "This war film opens with an intense 27-minute battle sequence",
      "A squad searches for a paratrooper behind enemy lines in France",
      "Directed by Steven Spielberg, stars Tom Hanks as a captain"
    ],
    "factoid": "Veterans of D-Day said the opening beach landing was the most realistic depiction they'd ever seen."
  },
  {
    "id": "qp-movies-031",
    "category": "Movies",
    "word": "CITY OF GOD",
    "clues": [
      "This Brazilian crime drama depicts gang warfare in Rio de Janeiro slums",
      "Told through the eyes of a young photographer",
      "Features mostly non-professional actors from actual favelas"
    ],
    "factoid": "Many of the young actors had never seen a movie before being cast."
  },
  {
    "id": "qp-movies-032",
    "category": "Movies",
    "word": "THE GREEN MILE",
    "clues": [
      "This prison drama features a death row inmate with miraculous healing powers",
      "Set in 1935 Louisiana, based on a Stephen King novel",
      "Tom Hanks plays a corrections officer who witnesses the supernatural"
    ],
    "factoid": "Michael Clarke Duncan, who played John Coffey, was a bodyguard before becoming an actor."
  },
  {
    "id": "qp-movies-033",
    "category": "Movies",
    "word": "LIFE IS BEAUTIFUL",
    "clues": [
      "This Italian tragicomedy is set during the Holocaust",
      "A father uses imagination to shield his son from the horrors of a concentration camp",
      "Roberto Benigni won Best Actor for his touching performance"
    ],
    "factoid": "Benigni famously walked on top of theatre seats to accept his Oscar."
  },
  {
    "id": "qp-movies-034",
    "category": "Movies",
    "word": "TERMINATOR",
    "clues": [
      "This sci-fi action film features a cyborg assassin from the future",
      "Launched Arnold Schwarzenegger into superstardom",
      "James Cameron directed this low-budget thriller that became a franchise"
    ],
    "factoid": "Arnold was paid $75,000 for the first film but only had 16 lines of dialogue."
  },
  {
    "id": "qp-movies-035",
    "category": "Movies",
    "word": "BACK TO THE FUTURE",
    "clues": [
      "This time-travel comedy features a modified DeLorean car",
      "A teenager accidentally travels to 1955 and must ensure his parents fall in love",
      "Features the catchphrase 'Great Scott!'"
    ],
    "factoid": "Eric Stoltz was originally cast as the lead but was replaced by Michael J. Fox after filming began."
  },
  {
    "id": "qp-movies-036",
    "category": "Movies",
    "word": "SPIRITED AWAY",
    "clues": [
      "This animated fantasy follows a girl trapped in a magical bathhouse",
      "Directed by Hayao Miyazaki, won the Academy Award for Best Animated Feature",
      "Features spirits, a mysterious boy, and a witch named Yubaba"
    ],
    "factoid": "The film held the record for highest-grossing film in Japanese history for 19 years."
  },
  {
    "id": "qp-movies-037",
    "category": "Movies",
    "word": "THE PIANIST",
    "clues": [
      "This biographical drama follows a Polish Jewish musician during World War II",
      "Depicts survival in the ruins of Warsaw",
      "Adrien Brody won Best Actor for his haunting performance"
    ],
    "factoid": "Brody gave up his apartment, sold his car, and learned to play Chopin for four hours a day to prepare."
  },
  {
    "id": "qp-movies-038",
    "category": "Movies",
    "word": "GLADIATOR",
    "clues": [
      "This historical epic follows a Roman general turned slave fighter",
      "Features the line 'Are you not entertained?'",
      "Russell Crowe won Best Actor for his role as Maximus"
    ],
    "factoid": "Much of the dialogue was improvised, including the famous 'My name is' speech."
  },
  {
    "id": "qp-movies-039",
    "category": "Movies",
    "word": "PARASITE",
    "clues": [
      "This South Korean thriller explores class inequality through two families",
      "A poor family infiltrates a wealthy household",
      "First foreign-language film to win Best Picture at the Oscars"
    ],
    "factoid": "Director Bong Joon-ho spent six months storyboarding every shot before filming."
  },
  {
    "id": "qp-movies-040",
    "category": "Movies",
    "word": "PSYCHO",
    "clues": [
      "This Hitchcock thriller features one of cinema's most shocking shower scenes",
      "A motel manager has an unhealthy relationship with his mother",
      "The screeching violin score is instantly recognizable"
    ],
    "factoid": "Hitchcock bought all the copies of the source novel he could find to keep the ending secret."
  },
  {
    "id": "qp-movies-041",
    "category": "Movies",
    "word": "THE LION KING",
    "clues": [
      "This animated film follows a young prince's journey to reclaim his kingdom",
      "Features Elton John songs and a stampede scene",
      "Set in an African savanna with a Shakespearean plot structure"
    ],
    "factoid": "The wildebeest stampede used computer animation to create over 1,000 individual animals."
  },
  {
    "id": "qp-movies-042",
    "category": "Movies",
    "word": "THE DEPARTED",
    "clues": [
      "This crime thriller features moles on both sides of the law in Boston",
      "A remake of a Hong Kong film, directed by Martin Scorsese",
      "Won Best Picture and features an all-star cast including DiCaprio and Nicholson"
    ],
    "factoid": "This was Martin Scorsese's first and only Best Director Oscar win."
  },
  {
    "id": "qp-movies-043",
    "category": "Movies",
    "word": "WHIPLASH",
    "clues": [
      "This intense drama follows a jazz drummer and his abusive instructor",
      "Features a climactic musical performance at a competition",
      "J.K. Simmons won Best Supporting Actor for his terrifying role"
    ],
    "factoid": "Miles Teller actually played the drums in the film and practiced for hours daily."
  },
  {
    "id": "qp-movies-044",
    "category": "Movies",
    "word": "AMERICAN HISTORY X",
    "clues": [
      "This drama explores racism and redemption through a former neo-Nazi",
      "Features a powerful curb scene that's hard to watch",
      "Edward Norton earned an Oscar nomination for his transformative performance"
    ],
    "factoid": "Norton gained 30 pounds of muscle for the role and designed his character's tattoos."
  },
  {
    "id": "qp-movies-045",
    "category": "Movies",
    "word": "THE PRESTIGE",
    "clues": [
      "This mystery follows rival magicians in Victorian London",
      "Features Tesla, teleportation, and a shocking twist ending",
      "Directed by Christopher Nolan, stars Christian Bale and Hugh Jackman"
    ],
    "factoid": "The film's structure mirrors a magic trick: the pledge, the turn, and the prestige."
  },
  {
    "id": "qp-movies-046",
    "category": "Movies",
    "word": "CASABLANCA",
    "clues": [
      "This romantic drama is set in Morocco during World War II",
      "Features the line 'Here's looking at you, kid'",
      "Stars Humphrey Bogart as a nightclub owner with a mysterious past"
    ],
    "factoid": "The ending wasn't decided until the final day of shooting."
  },
  {
    "id": "qp-movies-047",
    "category": "Movies",
    "word": "THE USUAL SUSPECTS",
    "clues": [
      "This crime thriller features an unreliable narrator and a mysterious mastermind",
      "Five criminals meet in a police lineup",
      "Kevin Spacey won Best Supporting Actor for his role as Verbal Kint"
    ],
    "factoid": "The twist ending was kept secret even from most of the cast during filming."
  },
  {
    "id": "qp-movies-048",
    "category": "Movies",
    "word": "ALIEN",
    "clues": [
      "This sci-fi horror film features a chest-bursting creature in space",
      "A commercial crew encounters a deadly extraterrestrial on a derelict ship",
      "Directed by Ridley Scott, launched Sigourney Weaver to stardom"
    ],
    "factoid": "The cast didn't know about the chest-burster scene, so their shocked reactions are genuine."
  },
  {
    "id": "qp-movies-049",
    "category": "Movies",
    "word": "REAR WINDOW",
    "clues": [
      "This Hitchcock thriller features a photographer spying on his neighbors",
      "Confined to a wheelchair, he witnesses what might be a murder",
      "Stars James Stewart and Grace Kelly in a claustrophobic setting"
    ],
    "factoid": "The entire apartment complex set was one of the largest ever built for a film at the time."
  },
  {
    "id": "qp-movies-050",
    "category": "Movies",
    "word": "DJANGO UNCHAINED",
    "clues": [
      "This Western follows a freed slave turned bounty hunter",
      "Set in the pre-Civil War South with Tarantino's signature style",
      "Christoph Waltz won Best Supporting Actor as Dr. King Schultz"
    ],
    "factoid": "Jamie Foxx's horse in the film was his own personal horse."
  },
  {
    "id": "qp-movies-051",
    "category": "Movies",
    "word": "APOCALYPSE NOW",
    "clues": [
      "This war film follows a journey up a river into madness",
      "Loosely based on 'Heart of Darkness' by Joseph Conrad",
      "Directed by Francis Ford Coppola, features Marlon Brando's improvised monologues"
    ],
    "factoid": "The production was so chaotic that Martin Sheen had a real heart attack during filming."
  },
  {
    "id": "qp-movies-052",
    "category": "Movies",
    "word": "MEMENTO",
    "clues": [
      "This psychological thriller is told in reverse chronological order",
      "A man with short-term memory loss uses tattoos and Polaroids to hunt his wife's killer",
      "Christopher Nolan's breakthrough film that announced him as a major talent"
    ],
    "factoid": "The film has two timelines: one in color running backwards, one in black-and-white running forwards."
  },
  {
    "id": "qp-movies-053",
    "category": "Movies",
    "word": "WALL-E",
    "clues": [
      "This animated film features a lonely robot cleaning up an abandoned Earth",
      "The first 40 minutes have almost no dialogue",
      "A love story between two robots that critiques consumerism"
    ],
    "factoid": "The robot sounds were created using a combination of an electric toothbrush and a hand-crank can opener."
  },
  {
    "id": "qp-movies-054",
    "category": "Movies",
    "word": "RAIDERS OF THE LOST ARK",
    "clues": [
      "This adventure film follows an archaeologist hunting a biblical artifact",
      "Features a rolling boulder, snakes, and Nazis",
      "Harrison Ford's iconic role as a whip-wielding professor"
    ],
    "factoid": "The famous swordsman scene was improvised when Harrison Ford had dysentery and couldn't film the planned fight."
  },
  {
    "id": "qp-movies-055",
    "category": "Movies",
    "word": "THE SHINING",
    "clues": [
      "This horror film follows a family caretaking an isolated hotel in winter",
      "Features creepy twins, a maze, and 'Here's Johnny!'",
      "Based on Stephen King's novel, directed by Stanley Kubrick"
    ],
    "factoid": "The famous 'All work and no play' scene required typists to create 500 pages of the repeated phrase."
  },
  {
    "id": "qp-movies-056",
    "category": "Movies",
    "word": "ALIENS",
    "clues": [
      "This action sequel trades horror for firepower with space marines",
      "Ripley returns to face an entire hive of creatures",
      "James Cameron directed this follow-up that introduced the Queen"
    ],
    "factoid": "Sigourney Weaver was nominated for Best Actress, rare for an action/sci-fi role."
  },
  {
    "id": "qp-movies-057",
    "category": "Movies",
    "word": "INGLOURIOUS BASTERDS",
    "clues": [
      "This alternate history film features Nazi hunters in occupied France",
      "A Jewish cinema owner plans revenge during a film premiere",
      "Christoph Waltz won an Oscar as the charming yet sinister Hans Landa"
    ],
    "factoid": "Much of the dialogue is in French and German rather than English."
  },
  {
    "id": "qp-movies-058",
    "category": "Movies",
    "word": "THE DARK KNIGHT RISES",
    "clues": [
      "This finale to a superhero trilogy features a masked mercenary named Bane",
      "A billionaire comes out of retirement to save his city one last time",
      "Directed by Christopher Nolan, concludes a groundbreaking trilogy"
    ],
    "factoid": "Tom Hardy gained 30 pounds of muscle for Bane and based the voice on an Irish bare-knuckle boxer."
  },
  {
    "id": "qp-movies-059",
    "category": "Movies",
    "word": "COCO",
    "clues": [
      "This animated film explores Mexican traditions and family during Dia de los Muertos",
      "A young boy enters the Land of the Dead to uncover his family's history",
      "Features the Oscar-winning song 'Remember Me'"
    ],
    "factoid": "Pixar spent six years researching Mexican culture and consulted with cultural experts throughout production."
  },
  {
    "id": "qp-movies-060",
    "category": "Movies",
    "word": "AMADEUS",
    "clues": [
      "This period drama depicts the rivalry between two 18th-century composers",
      "Told from the perspective of the jealous court musician Salieri",
      "Won 8 Academy Awards including Best Picture"
    ],
    "factoid": "Tom Hulce learned to conduct like Mozart, mimicking the composer's actual conducting style from historical records."
  },
  {
    "id": "qp-movies-061",
    "category": "Movies",
    "word": "TOY STORY",
    "clues": [
      "This groundbreaking film was the first feature-length computer-animated movie",
      "A cowboy doll feels threatened by a new space ranger action figure",
      "Launched Pixar as an animation powerhouse"
    ],
    "factoid": "The film took four years to make and required 800,000 machine hours of rendering."
  },
  {
    "id": "qp-movies-062",
    "category": "Movies",
    "word": "AVENGERS ENDGAME",
    "clues": [
      "This superhero epic concludes a 22-film saga spanning over a decade",
      "Features time travel, quantum realms, and an emotional sacrifice",
      "Became the highest-grossing film of all time upon release"
    ],
    "factoid": "The final battle scene required over 500 hours of pre-visualization."
  },
  {
    "id": "qp-movies-063",
    "category": "Movies",
    "word": "AMERICAN BEAUTY",
    "clues": [
      "This dark comedy follows a middle-aged man's midlife crisis in suburbia",
      "Features a memorable scene with rose petals",
      "Kevin Spacey won Best Actor for his role as Lester Burnham"
    ],
    "factoid": "The iconic floating plastic bag scene was filmed in front of a wall for two days."
  },
  {
    "id": "qp-movies-064",
    "category": "Movies",
    "word": "GOOD WILL HUNTING",
    "clues": [
      "This drama follows a janitor at MIT who's a mathematical genius",
      "Features the line 'It's not your fault' in an emotional therapy scene",
      "Matt Damon and Ben Affleck won Best Original Screenplay"
    ],
    "factoid": "The original screenplay by Damon and Affleck included spy elements that were later removed."
  },
  {
    "id": "qp-movies-065",
    "category": "Movies",
    "word": "BRAVEHEART",
    "clues": [
      "This historical epic depicts a Scottish warrior's fight for independence",
      "Features the battle cry 'They may take our lives, but they'll never take our freedom!'",
      "Mel Gibson directed and starred in this Best Picture winner"
    ],
    "factoid": "The film is historically inaccurate in many ways, but Gibson prioritized drama over facts."
  },
  {
    "id": "qp-movies-066",
    "category": "Movies",
    "word": "PRINCESS MONONOKE",
    "clues": [
      "This Japanese animated epic explores the conflict between nature and civilization",
      "Features forest spirits, a cursed prince, and a girl raised by wolves",
      "Hayao Miyazaki's environmentalist masterpiece"
    ],
    "factoid": "The film held the Japanese box office record until Titanic was released."
  },
  {
    "id": "qp-movies-067",
    "category": "Movies",
    "word": "JOKER",
    "clues": [
      "This psychological thriller depicts a failed comedian's descent into madness",
      "Set in a grimy, crime-ridden version of Gotham City",
      "Joaquin Phoenix won Best Actor for his disturbing performance"
    ],
    "factoid": "Phoenix lost 52 pounds for the role and kept a 'madness journal' during filming."
  },
  {
    "id": "qp-movies-068",
    "category": "Movies",
    "word": "SINGIN IN THE RAIN",
    "clues": [
      "This musical comedy depicts Hollywood's transition from silent films to talkies",
      "Features an iconic dance number with umbrellas and puddles",
      "Starring Gene Kelly in one of cinema's most joyful performances"
    ],
    "factoid": "Gene Kelly had a 103-degree fever while filming the famous title number."
  },
  {
    "id": "qp-movies-069",
    "category": "Movies",
    "word": "REQUIEM FOR A DREAM",
    "clues": [
      "This harrowing film depicts four people's devastating addictions",
      "Features a split-screen technique and a haunting musical score",
      "Directed by Darren Aronofsky, based on a Hubert Selby Jr. novel"
    ],
    "factoid": "The hip-hop montage sequence appears 19 times throughout the film."
  },
  {
    "id": "qp-movies-070",
    "category": "Movies",
    "word": "RETURN OF THE JEDI",
    "clues": [
      "This trilogy conclusion features Ewoks and a second Death Star",
      "A hero confronts his father and redeems him",
      "Originally titled 'Revenge' before Lucas changed it"
    ],
    "factoid": "The desert scenes were filmed in Arizona, not Tunisia like the first film."
  },
  {
    "id": "qp-movies-071",
    "category": "Movies",
    "word": "RESERVOIR DOGS",
    "clues": [
      "This crime film features color-coded criminals after a heist gone wrong",
      "Quentin Tarantino's directorial debut with a non-linear structure",
      "Features an infamous ear scene and heavy dialogue"
    ],
    "factoid": "The film was shot in just 30 days on a budget of $1.2 million."
  },
  {
    "id": "qp-movies-072",
    "category": "Movies",
    "word": "THE APARTMENT",
    "clues": [
      "This romantic comedy-drama follows an office worker who lends his home to executives",
      "Set in 1960s New York, features themes of loneliness and corporate culture",
      "Billy Wilder won Best Director for this bittersweet film"
    ],
    "factoid": "The film was shot in black and white even though color was standard by 1960."
  },
  {
    "id": "qp-movies-073",
    "category": "Movies",
    "word": "LAWRENCE OF ARABIA",
    "clues": [
      "This epic biography follows a British officer during the Arab Revolt",
      "Features stunning desert cinematography and a score by Maurice Jarre",
      "Peter O'Toole's breakthrough role in a nearly 4-hour masterpiece"
    ],
    "factoid": "The film was shot in 70mm, and there's no dialogue for the first 15 minutes."
  },
  {
    "id": "qp-movies-074",
    "category": "Movies",
    "word": "SPIDER-MAN",
    "clues": [
      "This superhero film follows a teenager bitten by a radioactive arachnid",
      "Features web-slinging through New York and a romance with a redhead",
      "Launched the modern superhero film era in the early 2000s"
    ],
    "factoid": "Tobey Maguire trained for five months and did most of his own stunts for the original film."
  },
  {
    "id": "qp-movies-075",
    "category": "Movies",
    "word": "LEON",
    "clues": [
      "This action thriller follows a hitman who takes in a young girl after her family is murdered",
      "Set in New York, features a corrupt DEA agent as the villain",
      "Introduced Natalie Portman in her film debut"
    ],
    "factoid": "Luc Besson wrote the script specifically with Jean Reno in mind for the title role."
  },
  {
    "id": "qp-movies-076",
    "category": "Movies",
    "word": "ONCE UPON A TIME IN THE WEST",
    "clues": [
      "This spaghetti Western features a mysterious harmonica-playing gunslinger",
      "Ennio Morricone composed one of cinema's greatest scores",
      "Sergio Leone's operatic masterpiece with very little dialogue"
    ],
    "factoid": "The opening scene is nearly 15 minutes long with minimal dialogue, just sounds and music."
  },
  {
    "id": "qp-movies-077",
    "category": "Movies",
    "word": "DR STRANGELOVE",
    "clues": [
      "This black comedy satirizes Cold War fears of nuclear annihilation",
      "Features a rogue general and a President in the War Room",
      "Peter Sellers plays three different roles in Kubrick's masterpiece"
    ],
    "factoid": "The famous pie fight ending was filmed but cut from the final version."
  },
  {
    "id": "qp-movies-078",
    "category": "Movies",
    "word": "OLDBOY",
    "clues": [
      "This South Korean thriller follows a man imprisoned for 15 years without knowing why",
      "Features a shocking twist ending and a hallway fight scene done in one take",
      "Directed by Park Chan-wook, won the Grand Prix at Cannes"
    ],
    "factoid": "Choi Min-sik ate four live octopuses during filming for the infamous eating scene."
  },
  {
    "id": "qp-movies-079",
    "category": "Movies",
    "word": "DAS BOOT",
    "clues": [
      "This German war film takes place almost entirely inside a submarine",
      "Depicts the claustrophobia and terror of underwater warfare",
      "One of the most expensive German films ever made at the time"
    ],
    "factoid": "The submarine set was so realistic that actual U-boat veterans visited and felt emotional."
  },
  {
    "id": "qp-movies-080",
    "category": "Movies",
    "word": "COME AND SEE",
    "clues": [
      "This harrowing Soviet war film follows a boy's experience during the Nazi occupation",
      "Depicts the horrors of war with unflinching realism",
      "Considered one of the greatest and most disturbing war films ever made"
    ],
    "factoid": "Real bullets were used in some scenes, flying just over the actors' heads."
  },
  {
    "id": "qp-movies-081",
    "category": "Movies",
    "word": "IKIRU",
    "clues": [
      "This Japanese drama follows a dying bureaucrat searching for meaning in his final days",
      "Directed by Akira Kurosawa, explores existential themes",
      "Features a memorable scene in a playground at night"
    ],
    "factoid": "The title translates to 'To Live' and the film influenced countless filmmakers worldwide."
  },
  {
    "id": "qp-movies-082",
    "category": "Movies",
    "word": "A SPACE ODYSSEY",
    "clues": [
      "This sci-fi epic spans from prehistoric apes to deep space exploration",
      "Features a murderous artificial intelligence named HAL",
      "Stanley Kubrick's visionary film that defined the genre"
    ],
    "factoid": "The film's special effects were so advanced that conspiracy theorists claimed Kubrick faked the moon landing."
  },
  {
    "id": "qp-movies-083",
    "category": "Movies",
    "word": "ONE BATTLE AFTER ANOTHER",
    "clues": [
      "This film follows characters through relentless conflict and survival",
      "The title itself describes the exhausting cycle of its story",
      "A gritty drama about perseverance against overwhelming odds"
    ],
    "factoid": "The film's title became a popular phrase for describing life's continuous challenges."
  }
]
